Repository: 84000/data-translation-memory
Catalog: toh57-v3.tmx
Source language: bo
Languages: en

source: བགས་ཀྱིས་བགས་ཀྱིས་མངལ་ལ་མྱངས་ནས་སྔར་ཇི་ལྟར་གནས་པ་བཞིན་དུ་འཇོག་པར་བྱེད་པས་ལག་པས་རེག་པར་གྱུར་པ་ན་མངལ་ན་གནས་པ་དེ་སྡུག་བསྔལ་ཆེན་པོ་མི་ཟད་པ་དག་མྱོང་བར་འགྱུར་ཏེ།
en: Little by little, she feels the womb and establishes the fetus as it was before. When she touches it with her hand, the fetus experiences great, unbearable sufferings.

source: དགའ་བོ་འདི་ལྟ་སྟེ་དཔེར་ན། ཁྱེའུ་འམ་བུ་མོ་ཤིན་ཏུ་གཞོན་པའི་ལུས་ལ་ལ་ཞིག་གིས་མཚོན་རྣོན་པོས་པགས་པ་དང་ཤ་བཅད་ནས་དེའི་སྟེང་དུ་ཐལ་བས་གཏོར་ན། དེའི་རྐྱེན་གྱིས་སྡུག་བསྔལ་ཆེན་པོ་མྱོང་བར་འགྱུར་བ་དེ་བཞིན་དུ་མངལ་ན་གནས་པའི་སྡུག་བསྔལ་མི་བཟད་པ་རྩུབ་པ་ཡང་དེ་འདྲ་སྟེ།
en: “Nanda, if someone cut the skin and flesh of the very tender body of a boy or girl with a sharp knife and scattered ashes on top of it, the experience of great suffering in that circumstance would be just like the unbearable, rough suffering of the fetus.

source: དེ་ལྟ་བུའི་སྡུག་བསྔལ་མྱོང་བར་གྱུར་ཀྱང་དབང་པོ་མཆོག་ཏུ་རྣོ་བའི་ཕྱིར་ཡང་དག་པའི་དྲན་པ་དང་ལྡན་པས་རྣམ་པར་གཡེང་བར་མི་འགྱུར་ཏེ།
en: Although it experiences that sort of suffering, because its faculties are very sharp, the fetus has perfect mindfulness and does not waver.

source: དགའ་བོ་དེ་ལྟར་ན་མངལ་ན་གནས་པ་དེ་མའི་མངལ་ན་གནས་པའི་ཚེ་དེ་ལྟ་བུའི་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ། །
en: Nanda, the fetus experiences that sort of suffering when it is in the mother’s womb.

source: གཞན་ཡང་བཙས་སུ་ཉེ་བའི་ཚེ་ན་སྡུག་བསྔལ་དང་བཅས་བཞིན་དུ་འབྱུང་བར་འགྱུར་ཏེ།
en: Furthermore, when it is about to be born, it likewise emerges with suffering.

source: ལས་ཀྱི་རླུང་གི་དབང་གིས་དེའི་ལག་པ་བསྣོལ་ནས་ཡན་ལག་དང་ཉིང་ལག་བཅུམ་སྟེ། སྡུག་བསྔལ་ཆེན་པོ་མི་བཟད་པ་མྱོང་ནས།
en: Due to a karmic wind, its arms will be crossed, its major and minor body parts will contract, and it will experience great, unbearable suffering.

source: མའི་མངལ་ནས་བྱུང་བར་གྱུར་པས་ལུས་ཀྱི་ཡན་ལག་ཐམས་ཅད་སྔོན་པོར་འགྱུར་ཏེ་འདི་ལྟ་སྟེ།
en: When it emerges from the mother’s womb, its limbs all turn blue.

source: དཔེར་ན་གསར་དུ་སྐྲངས་པ་ལ་རེག་པར་མི་བཟོད་པ་བཞིན་དུ་བཀྲེས་སྐོམ་གྱིས་གདུང་བ་དང་།
en: It is like a fresh boil that is unbearable to touch.

source: སྙིང་འཕྱང་ཞིང་གདུང་བ་དང་བཅས་བཞིན་དུ་ལས་ཀྱི་རླུང་གི་རྒྱུ་དང་རྐྱེན་གྱིས་བུས་ནས་མངལ་ནས་འབྱུང་བར་འགྱུར་རོ། །
en: Tormented by hunger and thirst, and likewise having been tormented with anxiety, and blown by the causes and conditions of a karmic wind, it emerges from the womb.

source: མངལ་ནས་བྱུང་ནས་ཀྱང་ཕྱི་རོལ་གྱི་རླུང་གིས་རེག་པར་གྱུར་པ་ན་འདི་ལྟ་སྟེ། དཔེར་ན་མཚོན་གྱིས་བཅད་ནས་ཐལ་བས་བསྐུས་པ་ཇི་ལྟ་བ་བཞིན་དུ་འགྱུར་རོ། །
en: And after it has emerged from the womb, when it is touched by an external wind, it is as if it were cut by a sword and smeared with ashes.

source: ལག་པ་དང་གོས་ཀྱིས་རེག་པར་གྱུར་པའི་ཚེ་ན་ཡང་ཐམས་ཅད་དུ་སྡུག་བསྔལ་མི་བཟད་པ་མྱོང་བར་འགྱུར་ཏེ།
en: When it is touched by hands or clothes, it experiences unbearable pain all over.

source: འདི་ལྟ་བུའི་སྡུག་བསྔལ་མྱོང་བར་གྱུར་ཀྱང་དབང་པོ་རབ་ཏུ་རྣོ་བའི་ཕྱིར་ཡང་དག་པའི་དྲན་པ་དང་ལྡན་པས་རྣམ་པར་གཡེང་བར་མི་འགྱུར་ཏེ།
en: Even though it experiences this sort of pain, because its faculties are very sharp, the fetus will have perfect mindfulness and will be unwavering.

source: མའི་མངལ་དུ་ཤེས་བཞིན་དུ་འཇུག་པ་དང་། གནས་པ་དང་། འབྱུང་བ་ཐམས་ཅད་ཀྱང་སྡུག་བསྔལ་ཡིན་ན། དགའ་བོ་མཁས་པ་སུ་ཞིག་འདི་འདྲ་བའི་མངལ་དུ་འཇུག་པ་ལ་མོས་པར་བྱེད།
en: If entering, dwelling in, and emerging from the mother’s womb while conscious is all suffering, Nanda, what wise person would want to enter a womb in this way?

source: དགའ་བོ་དེ་ལ་སུ་ཞིག་མའི་མངལ་དུ་ཡང་དག་པར་ཤེས་བཞིན་དུ་འཇུག་ཅིང་གནས་ལ་ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་འབྱུང་བར་འགྱུར་ཞེ་ན།
en: “Nanda, then who enters and dwells in the mother’s womb while perfectly conscious, but emerges without being perfectly conscious? Nanda, it is like this.

source: དགའ་བོ་ཇི་ལྟར་འདི་ནི་སོ་སོའི་སྐྱེ་བོའི་སེམས་ཅན་ཁ་ཅིག་ནི་རང་བཞིན་གྱིས་ཚུལ་ཁྲིམས་སྲུང་བ་ལ་དགའ་ཞིང་ཡང་ནས་ཡང་དུ་དགེ་བའི་ཕྱོགས་ལ་གོམས་པར་བྱེད་པ་དང་། རྟག་ཏུ་དངོས་པོ་མཆོག་ལ་མོས་ཤིང་བསོད་ནམས་རྣམས་མངོན་པར་འདུ་བྱེད་པ་དང་། དེའི་སེམས་དྲང་ཞིང་བག་མེད་པར་མི་བྱེད་པ་དང་།
en: Some ordinary beings naturally delight in preserving their morality, repeatedly cultivate virtues, are always inclined toward the best things, produce merit, are honest, and do not act carelessly.

source: ཤེས་རབ་ཆུང་ངུ་དང་ལྡན་པས་འཆི་ཀའི་དུས་ཀྱི་ཚེ་འགྱོད་པ་མེད་པར་གྱུར་པ་རྒྱུན་དུ་ཞུགས་པ་སྐྱེ་བ་ལན་བདུན་པ་འམ། རིགས་ནས་རིགས་སུ་སྐྱེ་བའམ། ལན་ཅིག་ཕྱིར་འོང་བའམ། བར་ཆད་གཅིག་པ་དག་ཡིན་ཏེ།
en: Since they have a little wisdom, when they die they have no remorse and are stream enterers who return seven times, or as those who go from family to family, or as once-returners, or as those with only a single obstacle.

source: གང་ཟག་དེ་དག་གིས་སྔར་དགེ་བ་སྤྱད་པས་འཆི་ཀའི་དུས་ཀྱི་ཚེ་སྡུག་བསྔལ་ཉེ་བར་འོངས་ཤིང་ན་བ་དང་ཚ་བ་ཉམས་སུ་མྱོང་བར་གྱུར་ཀྱང་སེམས་ལ་གཡེང་བ་མེད་པར་ཡང་དག་པར་དྲན་བཞིན་དུ་མའི་མངལ་དུ་ཞུགས་ནས་ཆོས་རྣམས་ལས་ཀྱི་དབང་གིས་སྐྱེ་བ་དང་།
en: Because they practiced virtuous deeds in the past, those persons, even though when they die suffering approaches and they experience pain and anguish, they enter the mother’s womb with unwavering minds and perfect memory.

source: ཐམས་ཅད་རྒྱུ་དང་རྐྱེན་ལས་སྐྱེ་བར་རབ་ཏུ་ཤེས་སོ། །
en: They know that dharmas arise due to karma and that everything arises through causes and conditions.

source: ཞེས་བྱ་བ་ནས་མའི་མངལ་ནས་ཞེས་བྱ་བའི་བར་དུ་ཡང་སྔ་མ་བཞིན་དུ་རྒྱས་པར་སྦྱར་ཏེ། དེ་ལྟ་བུའི་སྡུག་བསྔལ་མི་བཟད་པ་ཚ་ཞིང་རྩུབ་པ་རྣམས་མྱོང་བར་གྱུར་ཀྱང་དབང་པོ་འབྲིང་དང་ལྡན་པའི་ཕྱིར་ཡང་དག་པར་ཤེས་བཞིན་དུ་འཇུག་ཅིང་གནས་ལ། ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་འབྱུང་བར་འགྱུར་ཏེ།
en: (From here until “from the mother’s womb” is to be supplied in detail as above.) Even though it experiences this sort of unbearable, intense, harsh pain, because it possesses middling faculties, it enters and dwells in the womb while perfectly conscious but emerges without being perfectly conscious.

source: མཁས་པ་སུ་ཞིག་འདི་འདྲ་བའི་མངལ་དུ་འཇུག་པ་ལ་མོས་པར་བྱེད་ཅེས་བྱ་བའི་བར་དུ་ཡང་སྔ་མ་བཞིན་དུ་རྒྱས་པར་སྦྱར་རོ། །
en: (Up until “what wise person would want to enter a womb in this way?”

source: དགའ་བོ་སུ་ཞིག་ཡང་དག་པར་ཤེས་བཞིན་དུ་མའི་མངལ་དུ་འཇུག་ལ། ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་གནས་ཤིང་འབྱུང་བར་བྱེད་ཅེ་ན།
en: is to be supplied in detail as above.) “Nanda, who enters the mother’s womb while perfectly conscious, but dwells and emerges without being perfectly conscious?

source: དགའ་བོ་འདི་ལྟར་འདི་ན་སོ་སོའི་སྐྱེ་བོའི་སེམས་ཅན་ཁ་ཅིག་རང་བཞིན་གྱིས་ཚུལ་ཁྲིམས་སྲུང་བ་ལ་དགའ་ཞིང་ཡང་ནས་ཡང་དུ་དགེ་བའི་ཕྱོགས་ལ་གོམས་པར་བྱེད་པ་དང་།
en: Nanda, it is like this.

source: རྟག་ཏུ་དངོས་པོ་མཆོག་ལ་མོས་ཤིང་བསོད་ནམས་མངོན་པར་འདུ་བྱེད་པ་ཞེས་བྱ་བ་ནས་འཆི་ཀའི་དུས་ཀྱི་ཚེ་འགྱོད་པ་མེད་པར་གྱུར་པ་རྒྱུན་དུ་ཞུགས་པ་སྐྱེ་བ་ལན་བདུན་པ་ཞེས་བྱ་བ་ལ་སོགས་པའི་བར་དུ་ཡང་སྔ་མ་བཞིན་དུ་རྒྱས་པར་སྦྱར་ཏེ།
en: Some ordinary beings naturally delight in preserving their morality, repeatedly cultivate virtues, are always inclined toward the best things, produce merit … (from here until “when they die they have no remorse and are stream enterers who return seven times …” and so forth is to be supplied in detail as above).

source: འཆི་ཀའི་དུས་ཀྱི་ཚེ་སྡུག་བསྔལ་ཉེ་བར་འོངས་ཤིང་ན་བ་དང་ཚ་བ་ཉམས་སུ་མྱོང་བར་གྱུར་ཀྱང་སེམས་ལ་གཡེང་བ་མེད་པར་ཡང་དག་པར་དྲན་བཞིན་དུ་མའི་མངལ་དུ་འཇུག་པར་བྱེད་དེ།
en: Even though when they die suffering approaches and they experience pain and anguish, they enter the mother’s womb with unwavering minds and perfect memory.

source: དབང་པོ་རྣོན་པོ་མ་ཡིན་པའི་ཕྱིར་ཤེས་བཞིན་དུ་མངལ་དུ་འཇུག་པར་བྱེད་ཀྱང་མི་ཤེས་བཞིན་དུ་གནས་ཤིང་འབྱུང་བར་བྱེད་དོ། །
en: Because their faculties are not sharp, although they enter the womb while conscious, they dwell in and emerge from it while not being conscious.

source: མཁས་པ་སུ་ཞིག་འདི་འདྲ་བའི་མངལ་དུ་འཇུག་པ་ལ་མོས་པར་བྱེད་ཅེས་བྱ་བ་ལ་སོགས་པ་ཡང་སྔ་མ་བཞིན་དུ་རྒྱས་པར་སྦྱར་རོ། །
en: (“What wise person would want to enter a womb in this way?”

source: དགའ་བོ་སུ་ཞིག་ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་འཇུག་པ་དང་།
en: and so forth is to be supplied in detail as above.) “Nanda, who enters, dwells, and emerges without being perfectly conscious?

source: གནས་པ་དང་།
en: Nanda, it is like this.

source: འབྱུང་བར་བྱེད་ཅེ་ན། འདི་ལྟར་འདི་ན་སོ་སོའི་སྐྱེ་བོའི་སེམས་ཅན་ཁ་ཅིག་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ་འབྲལ་བ་ལ་དགའ་ཞིང་དགེ་བའི་ཕྱོགས་སྒྲུབ་པར་མི་བྱེད་པ་རྟག་ཏུ་དངོས་པོ་ངན་པ་ལ་མོས་ཤིང་སྡིག་པ་རྣམས་སྤྱོད་པ། སེམས་ཀྱི་རང་བཞིན་མི་དྲང་ཞིང་བག་མེད་པ་མང་བ།
en: Some ordinary beings delight in lacking pure morality, do not accomplish virtue, are always inclined toward the worst things, perform evil deeds, are not honest, and are very careless.

source: ཤེས་རབ་དང་མི་ལྡན་པ་དག་ལོངས་སྤྱོད་ལ་མངོན་པར་ཞེན་ཅིང་སེར་སྣ་བྱས་པ་དང་།
en: Not possessing wisdom, they are attached to possessions and stingy.

source: རྟག་ཏུ་ལག་པ་བསྐུམས་ནས་གཞན་དག་ལ་རྐྱོང་ཞིང་གཏོང་བར་མི་བྱེད་པ་དང་།
en: They are always closed-fisted and do not reach out to give to others.

source: རྟག་ཏུ་རེ་བ་དང་བཅས་ཤིང་སེམས་རབ་ཏུ་དུལ་བར་མ་གྱུར་པ་དང་།
en: They always have desires, and their minds are completely undisciplined.

source: ལྟ་བ་དང་། སྤྱོད་པ་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པས་འཆི་ཀའི་དུས་ཀྱི་ཚེ་འགྱོད་པ་དང་བཅས་ཤིང་སྡིག་པ་མི་དགེ་བའི་ལས་རྣམས་མངོན་དུ་གྱུར་པས་འཆི་ཀའི་དུས་ཀྱི་ཚེ་སྡུག་བསྔལ་མི་བཟད་པ་དང་། ཚ་བ་དང་། རྩུབ་པ་དང་།
en: Since their views and their behavior are wrong, when they die they have remorse, and because of the manifestation of their sinful, unvirtuous actions, when they die they are tormented by unbearable, intense, harsh, unpleasant suffering.

source: ཡིད་དུ་མི་འོང་བདག་གིས་རབ་ཏུ་གཟིར་ཅིང་དེའི་སེམས་རྣམ་པར་གཡེང་བར་བྱེད་པས་སྡུག་བསྔལ་གྱི་དབང་གིས་བདག་ནི་སུ་ཞིག་གང་ནས་འདིར་འོངས།
en: Since their minds waver, due to their suffering they ask, in total ignorance, ‘Who am I? Where did I come from?

source: དེ་གང་དུ་འགྲོ་བར་འགྱུར་ཞེས་རབ་ཏུ་མི་ཤེས་པས་དགའ་བོ་འདི་ནི་དུས་གསུམ་དུ་ཡང་དག་པར་ཤེས་བཞིན་དུ་མེད་པ་ཞེས་བྱ་སྟེ་རྒྱས་པར་གོང་མ་བཞིན་དུ་སྦྱར་རོ། །
en: Where am I going?’ Nanda, at all three times, they are not perfectly conscious.

source: དགའ་བོ་སེམས་ཅན་དེ་དག་མིར་སྐྱེས་ནས་དེ་ལྟ་བུའི་སྡུག་བསྔལ་ཚད་མེད་པ་དང་ལྡན་པར་འགྱུར་མོད་ཀྱི་འོན་ཀྱང་དེ་དག་ནི་གནས་མཆོག་ཏུ་གྱུར་པ་ཡིན་པས་བསྐལ་པ་བྱེ་བ་བརྒྱ་སྟོང་ཚད་མེད་པ་སྙེད་དུ་ཡང་མིའི་ལུས་ཤིན་ཏུ་རྙེད་པར་དཀའ་བ་ཡིན་ནོ། །
en: (The rest is to be supplied in detail as above.) “Nanda, although those beings, after being born as humans, have that sort of immeasurable suffering, nevertheless, they are in the best place. In immeasurably many hundreds of thousands of millions of eons, the body of a human is exceedingly difficult to obtain.

source: གལ་ཏེ་མཐོ་རིས་སུ་སྐྱེས་པར་གྱུར་ན་ཡང་རྟག་ཏུ་ལྟུང་བས་འཇིགས་པས་སྡུག་པ་དང་བྲལ་བའི་སྡུག་བསྔལ་དང་ལྡན་ཏེ།
en: Even when one is born in a higher realm, one always fears falling and has the suffering of losing what is dear.

source: འཆི་བའི་དུས་ཀྱི་ཚེ་ལྷ་གཞན་རྣམས་ཀྱིས་འདི་སྐད་དུ་ཁྱོད་བདེ་འགྲོའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་གྱུར་ཅིག །
en: At the time of one’s death, other gods say, ‘May you be born in the world of happy beings!

source: བདེ་འགྲོའི་འཇིག་རྟེན་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What is the world of happy beings?

source: དེ་ནི་མིའི་འགྲོ་བ་གང་ཡིན་པའོ། །
en: It is the human realm.’

source: ཞེས་ཟེར་བས་མིའི་འགྲོ་བ་ནི་ཤིན་ཏུ་རྙེད་པར་དཀའ་བ་ཡིན་ལ། ཁོམ་པ་དང་ལྡན་པ་ནི་དེ་བས་ཀྱང་ཆེས་ཤིན་ཏུ་རྙེད་པར་དཀའོ། །
en: It is said that birth in the human realm is very hard to obtain, but having freedom is even harder to obtain.

source: ངན་འགྲོ་གང་ཞེ་ན།
en: What is an unfortunate destiny?

source: འདི་ལྟ་སྟེ། ངན་སོང་གསུམ་པོ་དག་གང་ཡིན་པའོ། །
en: It is the three unfortunate destinies.

source: སེམས་ཅན་དམྱལ་བའི་འགྲོ་བ་ནི་རྟག་ཏུ་སྡུག་བསྔལ་མི་བཟད་པ། ཤིན་ཏུ་ཡིད་དུ་མི་འོང་བ། རབ་ཏུ་ཚ་ཞིང་རྩུབ་པ་དག་མྱོང་བར་འགྱུར་བས་དཔེ་བྱར་ཡང་མི་ནུས་སོ། །
en: Hell beings always experience unbearable, very unpleasant, extremely intense, harsh suffering, with which nothing can be compared.

source: ཡི་དགས་ཀྱི་འགྲོ་བ་ནི་རང་བཞིན་གྱིས་ཞེ་སྡང་མང་བ།
en: Pretas naturally have much aversion.

source: རབ་ཏུ་མཉེན་ཞིང་དུལ་བའི་སེམས་མེད་པ།
en: They lack flexible and controlled minds.

source: གཡོ་སྒྱུ་དང་བཅས་པ།
en: They are deceitful.

source: གསོད་ཅིང་གནོད་པར་བྱེད་པ།
en: They kill and cause harm.

source: ལག་པ་ཁྲག་གིས་བསྐུས་པ།
en: Their hands are smeared with blood.

source: བྱམས་པ་དང་། སྙིང་རྗེ་མེད་པ།
en: They have no friendliness or compassion.

source: བྱད་བཞིན་མི་སྡུག་པ།
en: Their faces are ugly.

source: མཐོང་ན་འཇིགས་སུ་རུང་བ།
en: They are dreadful to behold.

source: གལ་ཏེ་མི་དང་ཉེ་བར་གྱུར་ན་ཡང་བཀྲེས་པ་དང་། སྐོམ་པའི་སྡུག་བསྔལ་མྱོང་བར་བྱེད་པས་རྟག་པར་སྒྲིབ་པ་དང་བཅས་ཤིང་ཐོགས་མ་དང་བཅས་པ་ཡིན་ནོ། །
en: If they come near a person, they experience the suffering of hunger and thirst, so they are always obscured and obstructed.

source: དུད་འགྲོའི་སྐྱེ་གནས་ཀྱི་འགྲོ་བ་ནི་ཚད་མེད་དཔག་ཏུ་མེད་དེ།
en: “There are immeasurably, limitlessly many animals.

source: དོན་གྱི་སྤྱོད་པ་དང་མི་ལྡན་པ།
en: They do not have meaningful activity.

source: བསོད་ནམས་ཀྱི་སྤྱོད་པ་དང་མི་ལྡན་པ།
en: They do not have meritorious activity.

source: ཆོས་ཀྱི་སྤྱོད་པ་དང་མི་ལྡན་པ།
en: They do not have righteous activity.

source: དགེ་བའི་སྤྱོད་པ་དང་མི་ལྡན་པ།
en: They do not have virtuous activity.

source: དྲང་པོའི་སྤྱོད་པ་དང་མི་ལྡན་པ།
en: They do not have honest activity.

source: ཕན་ཚུན་གཅིག་ལ་གཅིག་ཟ་བ་དང་།
en: They eat one another.

source: མཐུ་དང་ལྡན་པ་རྣམས་མཐུ་ཆུང་བ་དག་ལ་ཟ་བར་བྱེད་པ་དག་ཡིན་ནོ། །
en: Those who are powerful eat those who have little power.

source: དུད་འགྲོའི་སྐྱེ་གནས་ཁ་ཅིག་ནི་མུན་པར་སྐྱེས། མུན་པར་རྒས། མུན་པར་འཆི་བའི་དུས་བྱེད་ཅིང་།
en: Some animals are born in darkness, age in darkness, and die in darkness.

source: མི་གཙང་བའི་གནས་གཅིན་སྐྱག་གི་ནང་དུ་གནས་ནས་རེ་འགའ་སྣང་བ་དང་བཅས་པ་ཡང་ཡོད་དེ། འདི་ལྟ་སྟེ། ཕྱེ་མ་ལེབ་དང་། སྦྲང་མ་དང་། སྲོ་ཤིག་དང་།
en: They live in unclean places in the midst of urine and excrement with only occasional light, as in the case of butterflies, bees, nits and lice, and trailāṭa flies.

source: ཏྲེ་ལ་ཏ་ལྟ་བུ་རྣམས་སོ། །གཞན་ཡང་རྟག་པར་མུན་པའི་ནང་དུ་སྐྱེས། མུན་པའི་ནང་དུ་རྒས་པར་གྱུར་པ་ཚད་མེད་དཔག་ཏུ་མེད་པ་དག་ཡོད་དེ།
en: Furthermore, there are immeasurably, limitlessly many that are always born in darkness and age in darkness.

source: དེ་ནི་ཚེ་རབས་སྔ་མ་ལ་མིར་གྱུར་པ་ན་གླེན་ཞིང་གཏི་མུག་པས་ཆོས་ཡང་དག་པ་མ་མཉན་པ། ལུས་དང་ངག་དང་ཡིད་ཐལ་རངས་སུ་གཏོང་ཞིང་འདོད་པ་ལྔ་ལ་མངོན་པར་ཞེན་པར་གྱུར་པ།
en: When they were born as humans in previous lives, because they were foolish and ignorant, they did not listen to the true Dharma; they were self-indulgent regarding body, speech, and mind; and they were attached to the objects of the five sense desires.

source: སྡིག་པ་མི་དགེ་བའི་ལས་མང་པོ་མངོན་པར་འདུས་བྱས་པས་དེའི་རིགས་སུ་སྐྱེས་ནས་གླེན་ཞིང་རྨོངས་པའི་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་བ་དག་ཡིན་ནོ། །
en: Because they engaged in many sinful and unvirtuous actions, they were born into those species, and they are those that experience the suffering of being foolish and deluded.

source: དགའ་བོ་གཞན་ཡང་དུད་འགྲོའི་སྐྱེ་གནས་པའི་སེམས་ཅན་ཆུའི་ནང་དུ་སྐྱེས་ནས་ཆུའི་ནང་དུ་རྒས། ཆུའི་ནང་དུ་དུས་བྱེད་པར་འགྱུར་བ་ཚད་མེད་དཔག་ཏུ་མེད་པ་དག་ཡོད་དེ། འདི་ལྟ་སྟེ། ཉ་དང་། རུ་སྦལ་དང་།
en: Furthermore, Nanda, there are immeasurably, limitlessly many beings born as animals that are born in water, age in water, and die in water, as in the case of fish, turtles, frogs, white frogs, and water bugs.

source: སྦལ་པ་དང་། སྦལ་པ་དཀར་པོ་དང་། བ་ལུ་ཀ་ལྟ་བུ་རྣམས་ཏེ། ཐམས་ཅད་ཀྱང་ཚེ་རབས་སྔ་མ་ལ་ལུས་དང་ངག་དང་། ཡིད་ཀྱི་ལས་མི་དགེ་བའི་དབང་གིས་ཞེས་བྱ་བ་ལ་སོགས་པ་ཡང་གོང་མ་བཞིན་དུ་རྒྱས་པར་སྦྱར་རོ། །
en: They all, due to unvirtuous actions of body, speech, and mind in previous lives, and so forth … (the rest is to be supplied in detail as above).

source: དགའ་བོ་གཞན་ཡང་དུད་འགྲོའི་སྐྱེ་གནས་པའི་སེམས་ཅན་བཤང་བ་དང་གཅི་བའི་དྲི་ཚོར་ན་མྱུར་དུ་དེར་སོང་ནས་བཟའ་བ་དང་། བཏུང་བར་བྱེད་པ་ཚད་མེད་དཔག་ཏུ་མེད་པ་སྙད་ཡོད་དེ། འདི་ལྟ་སྟེ། ཕག་དང་། ལུག་དང་། ཁྱིམ་བྱ་དང་། ཁྱི་དང་། ཝ་དང་། བྱ་རྒོད་དང་།
en: Furthermore, Nanda, there are immeasurably, limitlessly many beings born as animals that, when they get a whiff of feces and urine, quickly go to that place and eat and drink, namely, pigs, sheep, chickens, dogs, foxes, vultures, crows, flies, beetles, and wild beasts.

source: བྱ་རོག་དང་། སྦྲང་བུ་དང་། སྦུར་བ་དང་། གཅན་གཟན་རྣམས་ཏེ། ཐམས་ཅད་ཀྱང་ཚེ་རབས་སྔ་མའི་སྡིག་པ་དགེ་བའི་ལས་ཀྱི་དབང་གིས་དེ་ལྟ་བུའི་རྣམ་པར་སྨིན་པ་མྱོང་བར་འགྱུར་རོ། །
en: They, too, all experience that sort of fruition due to sinful and unvirtuous actions in previous lives.

source: དགའ་བོ་གཞན་ཡང་དུད་འགྲོའི་སྐྱེ་གནས་པ་རྟག་ཏུ་རྩྭ་དང་ཤིང་དང་མི་གཙང་བའི་དངོས་པོ་རྣམས་ཟ་ཞིང་འཐུང་བར་བྱེད་པ་ཚད་མེད་དཔག་ཏུ་མེད་པ་སྙེད་ཡོད་དེ། འདི་ལྟ་སྟེ། གླང་པོ་ཆེ་དང་། རྟ་དང་། རྔ་མོ་དང་།
en: Furthermore, Nanda, there are immeasurably, limitlessly many animals that always eat and drink grass and trees and unclean things, such as elephants, horses, camels, cattle, asses, mules, and so forth.

source: བ་ལང་དང་། བོང་བུ་དང་། དྲེའུ་ལ་སོགས་པ་ལྟ་བུ་རྣམས་ཏེ། དེ་དག་ཐམས་ཅད་ཀྱང་ཚེ་རབས་སྔ་མའི་ལས་མི་དགེ་བའི་དབང་གིས་ཇི་སྲིད་འཚོའི་བར་དུ་དེ་ལྟ་བུའི་རྣམ་པར་སྨིན་པ་མྱོང་བར་འགྱུར་རོ། །
en: They, too, all experience that sort of fruition as long as they live due to sinful and unvirtuous actions in previous lives. “Furthermore, Nanda, alas!

source: གཞན་ཡང་དགའ་བོ་ཀྱེ་མ་ཀྱི་ཧུད་སྲིད་པར་འཁོར་བའི་རྒྱ་མཚོ་འདི་ནི་འབར་བ། རབ་ཏུ་འབར་བ། མཆོག་ཏུ་འབར་བ། ཤིན་ཏུ་མཆོག་ཏུ་འབར་བ་ཡིན་པས་སེམས་ཅན་འགའ་ཙམ་ཡང་དེས་མ་བསྲེགས་ཤིང་མ་བཙོས་པ་མེད་དེ། དེ་ཡང་མིག་དང་།
en: Since this sea of existence in saṃsāra is ablaze, intensely ablaze, completely ablaze, exceedingly ablaze, there are not even a few beings who are not scorched and not boiled.

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་མེ་རབ་ཏུ་འབར་བའི་འདོད་པས་མངོན་དུ་སྣང་བའི་ཡུལ་གཟུགས་དང་། སྒྲ་དང་།
en: Moreover, this is due to the pursuit of visual objects, sounds, smells, tastes, tactile objects, and mental objects because of the inflamed desires of the eyes, ears, nose, tongue, body, and mind.

source: དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་ཡོངས་སུ་གཉེར་བའི་དབང་གིས་དེ་ལྟར་གྱུར་པ་ཡིན་ནོ། །དགའ་བོ་འབར་རབ་ཏུ་འབར་བར་བྱེད་པའི་མེ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: Nanda, what is the fire that is ablaze, that is intensely ablaze?

source: འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གི་མེ་དང་། སྐྱེ་བ་དང་། རྒ་བ་དང་།
en: Since the fires of lust, aversion, and ignorance, and the fires of birth, old age, illness, and death, and the fires of sorrow, lamentation, misery, suffering, unhappiness, and agitation constantly scorch and blaze, there are not even a few who are liberated from it.

source: ན་བ་དང་། འཆི་བའི་མེ་དང་། མྱ་ངན་དང་།
en: “Nanda, those who are rooted in laziness experience much suffering.

source: སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པའི་མེ་ངག་གིས་རྟག་ཏུ་བསྲེགས་ཤིང་འབར་བར་བྱེད་པས་འགའ་ཙམ་ཡང་དེ་ལས་ཐར་བ་མེད་དོ། །དགའ་བོ་ལེ་ལོ་ལ་རབ་ཏུ་གནས་པ་དག་ནི་སྡུག་བསྔལ་མང་པོ་རྨྱོང་ཞིང་ཉོན་མོངས་པས་ཀུན་ཏུ་དཀྲིས་ནས་སྡིག་པ་མི་དགེ་བའི་ཆོས་མངོན་པར་འདུས་བྱས་པས་འཁོར་བར་འཁོར་བ་ཡང་ཉེ་བར་ཞི་ཞིང་རྒྱུན་ཆད་པར་མི་འགྱུར་རོ། །
en: Entangled by afflictions, they engage in what is evil and unvirtuous, and they do not rest from cycling in saṃsāra or cut off its stream.

source: བརྩོན་འགྲུས་བརྩམས་པ་གང་ཡིན་པ་དེ་དག་ནི་བདེ་བ་མང་དུ་མྱོང་ཞིང་བརྟུལ་བའི་སེམས་སྐྱེད་པར་བྱེད་པས་ཉོན་མོངས་པ་ཡོངས་སུ་བསལ་ནས་དགེ་བའི་ཆོས་བསྒོམ་པའི་རབ་ཏུ་བརྩོན་པ་མི་གཏོང་བ་ལ་རྒྱུན་འཆད་པ་མེད་དོ། །དེ་ལྟ་བས་ན་དེང་ཁྱོད་ཀྱི་ལུས་འདིའི་པགས་པ་དང་། ཤ་དང་། ཆུ་བ་དང་།
en: Those who exert effort experience much happiness, and because they give rise to a vigorous mind, they completely rid themselves of afflictions, they do not abandon their effort to cultivate what is virtuous, and they never pause.

source: རུས་པ་དང་། ཁྲག་དང་། རྩ་རྒྱུས་དང་། རྐང་རྣམས་ནི་རིང་པོ་མི་ཐོགས་པར་གྱེས་ཤིང་འཇིག་པར་འགྱུར་རོ། །སྙམ་དུ་སོ་སོར་བརྟགས་ནས་རྟག་པར་སེམས་རྩེ་གཅིག་ཏུ་ལེ་ལོ་མི་བྱ་བར་མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱ་བའི་ཕྱིར་ནན་ཏན་བརྩོན་འགྲུས་ཀྱིས་དེ་ལྟར་བསླབ་པར་བྱའོ། །
en: Now, therefore, after contemplating the fact that the skin of this body, the flesh, the large sinews, the bones, the blood, the ligaments, and the marrow will, before long, dissolve and disintegrate, with your mind always one-pointed and without laziness, you should train with earnest effort in order to realize what you have not yet realized.

source: དགའ་བོ་ང་ནི་འཇིག་རྟེན་པ་རྣམས་དང་རྩོད་པར་མི་བྱེད་ན་འོན་ཀྱང་འཇིག་རྟེན་པ་རྣམས་ནི་ནན་གྱིས་ང་དང་རྩོད་པར་བྱེད་དོ། །
en: “Nanda, I do not argue with worldly people; however, worldly people insistently argue with me.

source: གང་ཆོས་ཤེས་པ་རྣམས་ནི་གཞན་དང་རྩོད་པར་མི་བྱེད་དེ།
en: Those who know dharmas do not argue with others.

source: བདག་དང་བདག་གིར་འཛིན་པ་དང་བྲལ་བ་ཡིན་ན་སུ་དང་ལྷན་ཅིག་རྩོད་པར་བྱེད།
en: If one is free from conceptions of ‘me’ and ‘mine,’ with whom does one argue?

source: འོན་ཀྱང་མཐོང་བ་དང་། ཤེས་པ་མེད་པ་དག་ཡང་དག་པ་མ་ཡིན་པའི་འཛིན་པ་སྐྱེད་པར་བྱེད་པའི་ཕྱིར་ངས་ཡང་དག་པར་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་འདི་སྐད་དུ་ངས་ནི་ཆོས་རྣམས་གང་ཡང་མི་ཤེས་པ་མེད་དོ་ཞེས་སྨྲས་པ་ཡིན་ཏེ།
en: However, since those without vision or knowledge give rise to incorrect conceptions, I, having been completely and perfectly awakened, say, ‘There are no dharmas that I do not know.’

source: དགའ་བོ་ངས་དེ་སྐད་སྨྲས་པ་དེ་ལ་ཐ་དད་དུ་གྱུར་པ་ཡོད་དམ།
en: “Nanda, is anything in what I have said different from the way things are?”

source: དགའ་བོས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་མཆིས་ཏེ།
en: “Bhagavān, no, there is not,” Nanda answered.

source: དེ་བཞིན་གཤེགས་པས་དེ་སྐད་གསུངས་པ་ལ་གཞན་དུ་འགྱུར་བ་མ་མཆིས་སོ། །
en: “There is nothing contrary in what the Tathāgata has said.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལེགས་སོ་ལེགས་སོ། །
en: What the Bhagavān said is excellent! Excellent!”

source: དགའ་བོ་དེ་བཞིན་གཤེགས་པའི་གསུང་ལ་གདོན་མི་ཟ་བར་ཐ་དད་དུ་གྱུར་པ་མེད་པས་དེ་བཞིན་གཤེགས་པ་ནི་ཡང་དག་པར་གསུང་བ།
en: “Nanda, since there is doubtlessly nothing contrary in the Tathāgata’s speech, the Tathāgata speaks correctly.

source: བདེན་པར་གསུང་བ།
en: He speaks the truth.

source: དེ་བཞིན་ཉིད་དུ་གསུང་བ།
en: He tells it as it is.

source: ཐ་མི་དད་པར་གསུང་བ།
en: He speaks without inconsistency.

source: སླུ་བ་མེད་པར་གསུང་བ།
en: He speaks without deception.

source: འཇིག་རྟེན་པ་རྣམས་ལ་ཡུན་རིང་པོར་ཕན་པ་དང་། བདེ་བ་དང་། ཕན་ཡོན་ཆེན་པོ་ཐོབ་པར་མཛད་པ།
en: He long benefits worldly people, and he causes them to obtain happiness and great benefits and advantages.

source: ལམ་མཁྱེན་པ། ལམ་རིག་པ། ལམ་སྟོན་པ། ལམ་འབྱེད་པ། ལམ་འདྲེན་པ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ།
en: He knows the path, he cognizes the path, he teaches the path, he opens the path, he leads on the path.

source: འཇིག་རྟེན་མཁྱེན་པ། བླ་ན་མེད་པ། སྐྱེས་བུ་འདུལ་བ། ཁ་ལོ་སྒྱུར་བ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་སུ་གྱུར་པ་ཡིན་ནོ། །
en: The Tathāgata is an arhat, a completely and perfectly awakened one, perfect in knowledge and conduct, a sugata, a knower of the world, unsurpassed, the charioteer of humans to be trained, the teacher of gods and humans, a buddha, a bhagavān.

source: འཇིག་རྟེན་པ་རྣམས་ནི་ཤེས་པ་མེད་པ། མངོན་པར་ཡིད་ཆེས་པ་མེད་པ། རྟག་པར་དབང་པོ་རྣམས་ཀྱི་བྲན་བྱེད་པ། ལག་མཐིལ་ན་ཡོད་པ། ཁོ་ན་མཐོང་ཞིང་དོན་ཆེན་པོ་ལ་མི་ལྟ་བ། སླུ་བའི་དངོས་པོ་མི་སྒྲུབ་པར་གང་བྱ་དཀའ་བ་རྒྱུན་དུ་བྱེད་པ་ཡིན་ནོ། །
en: Worldly people have no wisdom, have no faith, are enslaved by the senses, see only what is in the palm of their hands, do not observe what is significant, fail to do easy things, and always do what is difficult.

source: དགའ་བོ་ཤེས་རབ་དང་ལྡན་པའི་སྤྱོད་ཡུལ་འདི་ལྟར་རེ་ཤིག་ཞོག་ལ་དེང་ཁྱོད་ཀྱིས་ཤའི་མིག་གིས་ལྟ་བས་ཤེས་པ་དང་མཐོང་བ་ཇི་སྙེད་པ་དག་ཡང་དག་པ་མ་ཡིན་པར་སོ་སོར་བརྟགས་ན་དེ་ཉིད་རྣམ་པར་ཐར་པ་ཞེས་བྱ་བས།
en: “Nanda, temporarily forget about such a domain of the wise, and now, looking with your physical eye, if you contemplate the fact that whatever you know and see is false, this is called liberation.

source: དགའ་བོ་ཁྱོད་ང་ལ་དད་པའི་ཕྱིར་མ་འགྲོ་ཤིག །
en: “Nanda, do not go to me because of faith.

source: ང་ལ་འདུན་པའི་ཕྱིར་འབྲང་བར་མ་བྱེད་ཅིག །
en: Do not follow me due to longing.

source: ངའི་ཚིག་ལ་རྟོན་པར་མ་བྱེད་ཅིག །
en: Do not rely on my words.

source: ངའི་མཚན་མལ་རྟོག་པར་མ་བྱེད་ཅིག །
en: Do not think about my marks.

source: དགེ་སྦྱོང་གི་ལྟ་བ་དང་ཤེས་པའི་རྗེས་སུ་མ་འབྲང་ཤིག །
en: Do not follow the views and knowledge of a śramaṇa.

source: དགེ་སྦྱོང་ལ་གུས་པ་མ་སྐྱེད་ཅིག །
en: Do not give rise to respect for a śramaṇa.
